{"chapters": [{"summary": "Paul Cooper looks at a civilization that rose to glory and then collapsed into the ashes of history. In this episode he explores the Songhai people of West Africa. Cooper wants to explain why their society collapsed after barely more than a century of greatness.", "gist": "Fall of Civilizations: Gao in West Africa", "headline": "Paul Cooper looks at ancient civilizations that collapsed in the Sahara desert", "start": 7580, "end": 589770}, {"summary": "Much of this story will take place in a landscape just to the south of the Sahara known today as the Sahel. The Niger River is exceptionally fertile at its thickest point. Its cultivation zone is more than five times the size of the one surrounding Egypt's Nile River. Its inhabitants are rich and live very well.", "gist": "The Sahel", "headline": "Much of this story will take place in a region known as the Sahel", "start": 596000, "end": 856380}, {"summary": "Over recorded history, a number of great empires rose up in west Africa. Empires grow in this way, absorbing neighbors and turning them into so called client states. They become more powerful, but they also grow more unstable, and then eventually the bubble bursts.", "gist": "What is an Empire?", "headline": "Over recorded history, a number of great empires rose up in west Africa", "start": 857380, "end": 1495950}, {"summary": "Until the discovery of the Americas in the 16th century, West Africa was the world's top producer of gold. Gold in West Africa wasn't mined from a single source, but from countless tiny gold mines and panning stations. Through this system, the early kingdoms of west Africa swelled to eyewatering.", "gist": "The Story of Gold in West Africa", "headline": "West Africa was once the world's top producer of gold", "start": 1499300, "end": 2217860}, {"summary": "For the early kings of Mali, converting to Islam was an entry point into the world of the Mediterranean coast. Religion would always form a fracture that ran the whole length of West African society, dividing the rich from the poor. And finally, the largest empire in African history was finally formed.", "gist": "The story of Mali and Converting to Islam", "headline": "For early kings of Mali, converting to Islam was an entry point", "start": 2228700, "end": 3055360}, {"summary": "Songhai centered around the city of Gao, a great trading terminus where the expanse of the Sahara met the green floodplain of the Niger. Gao was a great cosmopolitan marketplace where African cola, nuts, gold, ivory, slaves, spices, palm oil and precious woods were traded. Despite Islam being officially adopted by the royal court of Songhai, Gao still retained a deep seated connection to the ancient ways of Africa.", "gist": "The history of Gao in the Songhai kingdom", "headline": "Songhai centered around the city of Gao, a great trading terminus", "start": 3064040, "end": 3220420}, {"summary": "Cowery shells served much the same purpose as gold. They acted like coins in the era before coins were minted. Gao was soon folded into the empire of Mali. Arab explorer Ibn Batuta visited Gao 28 years later in 1353. He was scathing about Africa.", "gist": "The Battle of Gao", "headline": "While gold was universally used for trade, there was another type of currency widespread", "start": 3222140, "end": 3466270}, {"summary": "For most of history, countries have been ruled by kings. But when a king died, the question over who would rule his kingdom could become a lethal matter. In the worst cases, the country would divide itself among the challengers and this would lead to a war. Civil wars routinely brought countries to their knees.", "gist": "The Crisis of Royal Succession in West Africa", "headline": "When a king dies, the question over who will rule his kingdom can become lethal", "start": 3468080, "end": 4081530}, {"summary": "Suni Ali is perhaps the most controversial character in African history. He took the throne of the kingdom of Songhai in the year 1464. But in the chronicles written by Muslim scholars, he is remembered as a cruel and tyrannical ruler.", "gist": "Sunni Ali", "headline": "Sunni Ali is perhaps the most controversial character in African history", "start": 4085390, "end": 4629530}, {"summary": "Timbuktu began as a seasonal settlement about 15 km north of the Niger River. It grew to house a population of well over a hundred thousand, and made it one of the largest cities in West Africa. The ruthless Sunni Ali, the great hater of books and learning, marched on the city in 1468 and destroyed its libraries.", "gist": "The Siege of Timbuktu", "headline": "Timbuktu is an ancient city in the European imagination", "start": 4634520, "end": 5413340}, {"summary": "The death of the tyranical King Sunni Ali in November 1492 came at a historical tipping point of immense importance around the world. Only days before Sunni Ali was swept away, a European explorer named Christopher Columbus first set foot on the New World. And for the history of the African continent, this discovery would begin one of its bleakest chapters.", "gist": "The Life of Christopher Columbus", "headline": "The death of Sunni Ali in November 1492 came at a historical tipping point", "start": 5417950, "end": 5502710}, {"summary": "Asciiya Mohammed inherited a Songhai territory that had never been larger. In many ways, Askiya Muhammad seems to have been the polar opposite of Sunni Ali. Whereas Ali had only been a conqueror, muhammad was a diplomat and an administrator. He sought to reconcile the differences of the people in his empire.", "gist": "Askiya Muhammad (also known as ASKYA Mohammed)", "headline": "Askiya Muhammad inherited a Songhai territory that had never been larger", "start": 5509610, "end": 6148930}, {"summary": "West African armies lived and died by their supply of horses. During these times of crisis, the slave trade increased in volume. Songhai's agriculture suffered from wars as well as droughts and famines. The final king of Songhai was a man named ASKYA Ishak II. He seems to have been a vengeful and merciless ruler.", "gist": "", "headline": "West African armies also lived and died by their supply of horses", "start": 6150230, "end": 6577990}, {"summary": "Portugal invaded Morocco in 1549. They were defeated in the battle of Khazar el Kabir. Moroccans turned their gaze south to the rich but troubled lands of Songhai. They had a secret weapon that would tip the scales dramatically in their favor. It was gunpowder.", "gist": "The Battle of Khazar el Kabir", "headline": "Portugal invaded Morocco in 1549 and decisively defeated its army", "start": 6579850, "end": 7319432}, {"summary": "Moroccans tried to build an empire of their own in West Africa. But the challenges of maintaining such an empire across the Sahara proved too much. Western Africa cracked like an egg. Kingdoms splintered into smaller kingdoms. With it, Timbuktu declined as a center of learning.", "gist": "The Fall of the Songhai Empire", "headline": "Morocco attempted to occupy the Songhai lands and build an empire", "start": 7319566, "end": 7794880}, {"summary": "The Timbuktu Chronicle is a remarkable piece of literature. It represents the unifying of the two great traditions of the Songhai. It's a book of history, but it's also an epic piece of poetry. One passage recounts the great king Asia Muhammad speaking to a wise man.", "gist": "The Timbuktu Chronicle", "headline": "The Timbuktu Chronicle is a remarkable piece of literature", "start": 7798180, "end": 8067450}, {"summary": " Fall of Civilizations can only keep going with the support of our generous subscribers on Patreon. If you can, please contribute something and help keep this podcast running.", "gist": "Fall of Civilizations: The Story So Far", "headline": "This podcast can only keep going with the support of our generous subscribers on Patreon", "start": 8073420, "end": 8179670}], "episode_thumbnail": "https://production.listennotes.com/podcasts/fall-of/7-the-songhai-empire-africas-bnV4oQzXSfH-Ky-AO0Pc4_X.300x300.jpg", "episode_title": "7. The Songhai Empire - Africa's Age of Gold", "podcast_title": "Fall of Civilizations Podcast"}