{"chapters": [{"summary": "Dutch explorer Jacob Rogovine landed on Easter Island in 1722. Along the beaches were a line of stone statues carved from black volcanic stone. Rogovin and his men couldn't understand how these statues had got there. If such an advanced civilization had once lived on this island, where on earth had it vanished to?", "gist": "The story of Easter Island", "headline": "Dutch explorer Jacob Rogovine discovered Easter Island in 1722", "start": 11290, "end": 205440}, {"summary": "Each episode I look at a civilization of the past that rose to glory and then collapsed into the ashes of history. In this episode, I want to tell the story of one of archaeology's most enduring puzzles the mystery of Easter Island.", "gist": "The Fall of Civilizations Podcast", "headline": "Fall of Civilizations looks at civilizations that rose to glory and then collapsed", "start": 238250, "end": 295430}, {"summary": "Easter Island is at the eastern corner of an area we call the Polynesian Triangle, a vast region of the Pacific Ocean broken by over a thousand volcanic islands. Polynesians who first settled the island arrived from the west sometime before the year 3000 BC. These early settlers navigated the oceans without any physical navigation devices.", "gist": "The Story of Easter Island and the Polynesians", "headline": "The Pacific Ocean is the largest and deepest of earth's oceans", "start": 295590, "end": 903350}, {"summary": "We have essentially two sources of information about the history of Easter Island. Early European visitors to the island left behind accounts that are extremely limited in their content and their reliability. The second source of information is the oral folklore of the islanders themselves. But this can also be very difficult to rely on when trying to sort historical fact from fiction.", "gist": "The history of Easter Island", "headline": "There are two sources of information about the history of Easter Island", "start": 910250, "end": 1156390}, {"summary": "According to tradition, the first Polynesian settlers arrived on Easter Island at a point called Anakena. The landscape these first settlers would have seen was very different to the one we see today on Rapanui. The loss of trees on the island resulted in an ecological collapse. This story has a widespread appeal for a number of reasons.", "gist": "The Story Behind Easter Island's Death", "headline": "According to tradition, the first Polynesian settlers arrived on Easter Island", "start": 1161050, "end": 1882580}, {"summary": "There are 397 incomplete moai abandoned on Easter Island. This shows just how difficult the carving of these statues was. The work would have been slow and painstaking, but it would also have carried a great deal of responsibility.", "gist": "The Carving of Moai on Easter Island", "headline": "There are 397 incomplete moai abandoned on Easter Island", "start": 1884760, "end": 2436580}, {"summary": "Only about a fifth of the Moaai ever carved would reach their destination on the ahu platforms. The rest were either abandoned in the quarry or along the roads. Is it possible that the statues were transported upright? This question has taken on an enormous significance for the mystery of what happened on Easter Island.", "gist": "The mystery of Easter Island's Moaai", "headline": "Littered across Easter Island are statues that broke during their transportation", "start": 2443800, "end": 2779280}, {"summary": "One of the earliest casualties of this deforestation was the largest of the island's trees, the Rapanui palm. The rats would have quickly eaten the seeds and palm nuts from the trees, preventing the forest from regenerating. Almost all large trees were lost from the island within a matter of centuries.", "gist": "What happened to Easter Island's trees?", "headline": "The Rapanui palm on Easter Island was devastated by human deforestation", "start": 2783060, "end": 3077340}, {"summary": "By around the year 1650, the deforestation of Easter Island was complete. Without tree cover, the ocean winds could now blow right across the island. But the Rapanui reacted to these challenges with ingenuity and creativity. They transformed their island into an astonishingly effective system of gardens, orchards and farmland.", "gist": "The Rapanui people of Easter Island", "headline": "By 1650, deforestation of Easter Island was complete", "start": 3078160, "end": 3714550}, {"summary": "Studies of skeletal remains on Easter Island have shown that the islanders were remarkable for their mostly peaceful existence. Only around 2% of the skeletons studied have been found to have suffered trauma from blunt and cutting. Culture could actually have been less violent than many.", "gist": "The Myth of Rapunui Island", "headline": "Evidence of weapons on Rapanui suggests a peaceful island culture", "start": 3715530, "end": 4214550}, {"summary": "When European explorers discovered the ruins of past civilizations, they often found it hard to believe that so called primitive people had a hand in their construction. This idea of a societal collapse happening on Easter Island before contact with the Europeans has very little basis in fact.", "gist": "The Rise and Fall of Easter Island", "headline": "European explorers often assumed primitive people had a hand in building ancient civilizations", "start": 4216250, "end": 4678606}, {"summary": "On Easter Day 1722, the Easter Islanders gathered on the shore in astonishment. The Europeans fired into the unarmed crowd of islanders. The story of this violent encounter must have reverberated through the history of the Rapanui people. It would have destabilized their ancient beliefs and rocked their sense of the world.", "gist": "The Encounter of the Easter Islanders", "headline": "Dutch ship carrying hundreds of men landed on Easter Island in 1722", "start": 4678718, "end": 5537160}, {"summary": "Over 1500 of the Rapanui people were kidnapped by whalers and put to work as slaves. The island was annexed by Chile in 1888 and the whole island was bought to be used as a sheep ranch. This devastating event would be the final death knell for the island's distinctive and beautiful culture.", "gist": "The slave raids on Rapanui Island, Easter Island", "headline": "Whalers began kidnapping Rapanui people as slaves in the 1860s", "start": 5538170, "end": 5987640}, {"summary": "An old piece of rapanui folk music performed by students at the Tokyo School of Music and Arts in Rapanui. It aims to preserve the traditional culture of the Easter Islanders for the next generation. As you listen, try to imagine what it must have been like for these islanders to watch their traditional way of life dissolve.", "gist": "Fall of Civilizations: Song of the Easter Islanders", "headline": "Fall of Civilizations podcast features music from around the world", "start": 5997770, "end": 6124960}, {"summary": "The Toky School of Music and Arts on Easter Island needs funds to keep running. Toki was set up after a successful crowdfunding campaign to create a fully sustainable music school. Please head to tokirapanui. org to find out more and donate whatever you can to keep this initiative alive.", "gist": "A Little Help for Easter Island Music School", "headline": "This episode is dedicated to a music school on Easter Island that needs funding", "start": 6125650, "end": 6200830}], "episode_thumbnail": "https://production.listennotes.com/podcasts/fall-of/6-easter-island-where-giants-xFkqNK3Iuog-JKP7ms5vf61.300x300.jpg", "episode_title": "6. Easter Island - Where Giants Walked", "podcast_title": "Fall of Civilizations Podcast"}