{"chapters": [{"summary": " unknown British poet clambered through the rubble of an overgrown ruin. They wrote a poem in the language of Old English that has survived to this day. The poem gives us a glimpse into the lost and decaying world they inhabited.", "gist": "The Poems of the Dark Ages", "headline": "An unknown British poet wrote an Old English poem in the 9th century", "start": 10090, "end": 52278}, {"summary": "This episode of Fall of Civilizations looks at Great Britain as it was under the rule of the Roman Empire. Paul Cooper looks at a civilization that rose to glory and then collapsed into the ashes of history. What did it feel like to be a person alive at the time of their fall?", "gist": "Fall of Civilizations", "headline": "Fall of Civilizations looks at a civilization that rose to glory then collapsed", "start": 52374, "end": 224610}, {"summary": "Until its fall, britannia had been one of the Roman Empire's most enduring possessions. In this period, Rome was still a kind of democracy. Under this system, Rome had conquered vast swathes of territory across Europe. The ragged, chalk coast of the British Isles was still the frontier of what the Romans called the known world.", "gist": "The Fall of the Roman Empire in Britain", "headline": "Until its fall, Roman Britain was one of the Empire's most enduring possessions", "start": 229370, "end": 303440}, {"summary": "Britain, for Rome, was a mysterious and frightening place. Julius Caesar famously invaded the British Isles twice in 55 and 54 BC. It was the Emperor Claudius who finally enveloped this wild and dangerous place into the empire of Rome.", "gist": "The Battle of Britain", "headline": "The Romans invaded the British Isles twice in 55 and 54 BC", "start": 304690, "end": 988740}, {"summary": "Part of the cost of holding Britain as a colony was, due to its countryside a hotbed of rebellion. Tribal loyalties held greater sway than any loyalty people felt to their Roman governors. One of the key measures that archaeologists use to track the cycle of peace and war in the ancient world is to look at the frequency of buried coin hordes.", "gist": "The rise and fall of Britain", "headline": "Part of the cost of holding Britain as a colony was rebellion", "start": 990200, "end": 1223340}, {"summary": "Roman Britain required the constant presence of an enormous army to defend it. Civil wars erupted across Europe over rival claims to the total power of the imperial throne. Any one man put in charge of Britannia's defense force was automatically one of the Empire's most powerful men. The paradox led to the repeated humbling and the final fall of Roman Britain.", "gist": "The Rise and Fall of Roman Britain", "headline": "Roman Britain faced constant wars on its borders and relative peace within its lands", "start": 1226980, "end": 1380090}, {"summary": "Claudius Albanus was one of the first generals to make what I will call the British mistake. He wanted to restore the ancient democratic power of the Roman Senate. But he was defeated two years later at the Battle of Lugdenham. Here we look at some of the personalities responsible for the collapse of Roman Britain.", "gist": "The History of the Romans", "headline": "Claudius Albanus was one of the first Roman generals to make British mistake", "start": 1384740, "end": 1892710}, {"summary": "Roman rule ended in different parts of Britain at different times and under different circumstances. It came along with the collapse of Roman authority across Western Europe. Incessant civil wars and rampant inflation crippled the Roman economy. Despite this, britain would remain a fertile staging ground for rebellion.", "gist": "The Fall of the Roman Empire in Britain", "headline": "Roman rule in Britain ended in different parts of Britain at different times", "start": 1901160, "end": 2057160}, {"summary": "In 367, soldiers tasked with defending the Empire's northern border mutinied. They allowed a waiting army of Picts from Caledonia to cross the wall. These were coordinated, brutal raids like nothing else. The Empire's reduced ability to protect itself was one factor in the collapse of Roman Britain.", "gist": "The Great Conspiracy in the Fall of Rome", "headline": "The soldiers tasked with defending the Empire's northern border mutinied in 367", "start": 2059180, "end": 2344490}, {"summary": " Magnus Maximus was appointed as the Governor of Britain in the year 380. Like other governors of Britannia before him, he had ambitions greater than commanding a garrison. And like his predecessor, he resolved to march on Rome. It's often said that history repeats itself. But I find this hard to believe.", "gist": "History Repeats", "headline": "It's often said that history repeats itself, but I think that happens less often", "start": 2348460, "end": 3043400}, {"summary": "People forgot their Roman identities too, adopting the cultures of the incoming peoples. While this great social and cultural change happened, britain's Roman cities fell gradually into ruins. Excavations have found objects to have been looted from the abandoned Roman towns.", "gist": "The gradual decline of the Roman Empire in Britain", "headline": "People forgot their Roman identities too, adopting the cultures of incoming peoples", "start": 3044060, "end": 3499930}, {"summary": "In cities like Bath, urban life continued in some form after the departure of Rome. By the early fifth century, all of Britain's towns, large and small, simply ceased to exist. The incoming Saxon people were impressed by the ruins, but also feared them as places of ghosts and curses.", "gist": "The decline of Roman towns in Britain", "headline": "Urban life continued in some form after the departure of Rome", "start": 3503600, "end": 3646936}, {"summary": "We started with the old English poem, the Ruin. Think about what it must have felt like to live in this time when the foreign Occupiers finally left. It was a time when it felt that history was no longer moving forwards. Tomorrow would be a darker time than today.", "gist": "The Ruin of London", "headline": "The Ruin was a time when history was no longer moving forwards", "start": 3646958, "end": 3729460}, {"summary": "The Fall of Civilizations podcast can only keep going with the support of our generous subscribers on Patreon. If you enjoyed this episode, please consider contributing and help keep the podcast running.", "gist": "Fall of Civilizations: The Poetics of the Ruin in Old", "headline": "This podcast can only keep going with the support of our generous subscribers on Patreon", "start": 3732910, "end": 3804910}], "episode_thumbnail": "https://production.listennotes.com/podcasts/fall-of/1-roman-britain-the-work-of-E8-pSw4BiMU-AHITNeZRXtk.300x300.jpg", "episode_title": "1. Roman Britain - The Work of Giants Crumbled", "podcast_title": "Fall of Civilizations Podcast"}